Repository: SteveShi/Boxer
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: cs, es, fr

source: Your player data and changes to game files will become a permanent part of the gamebox. This operation cannot be undone.
cs: Vaše herní data a změny provedené v herních souborech se stanou trvalou součástí herního balíčku. Tuto operaci nelze vrátit zpět.
es: Sus datos de juego y cambios de los archivos de juego se volverán una parte permanente del gamebox. Esta operación no se puede deshacer.
fr: Vos données joueur et modifications aux fichiers de jeu vont définitivement faire partie de votre gamebox. Cette opération ne peut pas être annulée.

source: Your real Roland MT-32 is connected.
cs: Je připojen skutečný modul Roland MT-32.
es: Su Roland MT-32 auténtica está conectada.
fr: Votre Roland MT-32 réel est connecté.

source: Your savegames and player data will be lost.
cs: Přijdete tím o uložené pozice i ostatní herní data.
es: Se perderán sus partidas guardadas y datos de juego.
fr: Vos sauvegardes et données joueur seront perdues.

source: yyyy-MM-dd 'at' h.mm.ss a
cs: yyyy-MM-dd 'v' h.mm.ss a
es: yyyy-MM-dd 'a' h.mm.ss a
fr: yyyy-MM-dd 'à' H.mm.ss

source: Save Report…
cs: Uložit hlášení…
es: Guardar informe…
fr: Enregistrer le rapport…

source: Boxer MIDI Out
es: Salida MIDI de Boxer
fr: Sortie MIDI Boxer

# Normal Speed
source: Normální rychlost
es: Velocidad normal
fr: Vitesse normale

source: PCM ROM
es: ROM PCM
fr: ROM PCM

source: A DOSBox configuration file was provided that defines drives with paths that cannot be found.
fr: Un fichier de configuration DOSBox fourni définit des lecteurs avec des chemins introuvables.

source: The current session does not support game states. (e.g. no gamebox is present.)
fr: La session actuelle ne supporte pas les états de jeu (ex. aucune gamebox n’est présente).

source: Unable to decode drive: encoding version %1$ld is higher than supported version %2$ld.
fr: Impossible de décoder le lecteur : la version %1$ld de l’encodage est supérieure à la version %2$ld supportée.

source: Unsupported state
fr: État non supporté

source: URL not reachable in DOS
fr: URL non accessible dans DOS
